Repository: GhostWording/gw-ios-common
Catalog: GWFramework/*.lproj/IntentionLocalizedStrings.strings
Languages: es, fr

# <IntentionIThinkOfYou>
source: I think of you
es: Te-pienso
fr: Je pense à toi

# <IntentionGoodMorning>
source: Good morning
es: Buenos Días
fr: Bonjour

# <intentionIAmHereForYou>
source: I am here for you
es: Estoy contigo
fr: Je suis là pour toi

# <IntentionJokes>
source: Jokes
es: Humor
fr: Un peu d'humour

# <IntentionGetHomeSafe>
source: Get home safe
es: Buen regreso
fr: Rentrez-bien !

# <IntentionHumorousInsults>
source: Humorous insults
es: Insultos humoristicos
fr: Exutoire

# <IntentionThankYouForTheInvitation>
source: Thank you for the invitation
es: Gracias-por-la-invitacion
fr: Merci pour la soirée

# <IntentionSurpriseMe>
source: surprise me
es: Sorprendeme
fr: Surprends-moi

# <IntentionThankYou>
source: Thank you
es: Gracias
fr: Merci

# <IntentionSampleLetterInsurance>
source: Sample letter insurance
es: Carta-tipo-seguridad
fr: Lettres types assurances

# <IntentionComeBackToMe>
source: Come back to me
es: Vuelve a mí
fr: Reviens-moi

# <IntentionINeedAFavor>
source: I need a favour
es: Me-haces-un-favor
fr: J'ai besoin d'un service

# <IntentionFacebookStatus>
source: Facebook status
es: Estados de facebook
fr: Statuts facebook

# <IntentionStopTheWorld>
source: Stop the world
es: Paren el mundo
fr: Arrêtez le monde

# <IntentionFarewellParty>
source: Farewell party
es: Fiesta-de-despedida
fr: Pot de départ

# <IntentionRetirementCongratulations>
source: Retirement congratulations
es: Felicitaciones-por-la-juvilacion
fr: Félicitations pour la retraite

# <IntentionILoveYou>
source: I love you
es: Te-amo
fr: Je t'aime

# <IntentionWaitingForABaby>
source: Waiting for a baby
es: Voy-a-ser-mama-o-papa
fr: Je vais être maman / papa

# <IntentionIAmAskingForAMeeting>
source: I am asking for a meeting
es: Pido-una-cita
fr: J'aimerais un rdv

# <IntentionCongratulationOnTheBirthOfYourBaby>
source: Congratulations on the birth of your baby
es: Felicitaciones-por-el-nacimiento
fr: Félicitations pour la naissance

# <IntentionILikeYou>
source: I like you
es: Me-gustas
fr: Tu me plais

# <IntentionPositiveThoughts>
source: Positive thoughts
es: Pensamientos Positivos
fr: Pensées positives

# <IntentionIAmSorry>
source: Sorry
es: Perdon
fr: Pardon

# <IntentionIWantToKnowAboutYou>
source: I want to know about you
es: Quiero-conocerle
fr: Rencontre : questions

# <IntentionWeddingCongratulations>
source: Wedding congratulations
es: Felicitaciones-por-el-matrimonio
fr: Félicitations pour le mariage

# <IntentionNoThankYou>
source: No thank you
es: No gracias
fr: Non merci

# <IntentionIMissYou>
source: I miss you
es: Me-haces-falta
fr: Tu me manques

# <IntentionWouldYouCareForADrink>
source: Would you care for a drink
es: Vamos-a-tomar-algo
fr: Prenons un verre

# <IntentionHappyNewYear>
source: Happy new year
es: Feliz ano
fr: Bonne année

# <IntentionHowAreYou>
source: How are you
es: Como estas
fr: Comment vas-tu

# <IntentionSampleLetterForBanksAndCredits>
source: Sample letter for banks and credits
es: Carta-tipo-bancos-y-credito
fr: Lettres types banques et crédits

# <IntentionIAmLate>
source: I am late
es: Voy-tarde
fr: Je suis en retard

# <IntentionAFewWordsForYou>
source: A few words for you
es: Unas pocas palabras para usted...
fr: Quelques mots pour toi

# <IntentionHappyBirthday>
source: Happy birthday
es: Feliz cumpleanos
fr: Bon anniversaire

# <IntentionSampleLetterConsumerRights>
source: Sample letter consumer rights
es: Carta-tipo-derechos-del-comsumidor
fr: Lettres types droit du consommateur

# <IntentionSampleLetter>
source: Sample letter
es: Carta-tipo
fr: Lettres types divers

# <IntentionCondolences>
source: Condolences
es: Pesame
fr: Condoléances

# <IntentionIWouldLikeToSeeYouAgain>
source: I would like to see you again
es: Quisiera-volver-a-verle
fr: J'aimerais vous revoir

# <IntentionThankYouForTheMeeting>
source: Thank you for the meeting
es: Gracias-por-la-cita
fr: Merci pour le rdv

# <IntentionRoutineIsLurking>
source: Routine is lurking
es: La-rutina-nos-acecha
fr: La routine nous guette

# <IntentionComeOverForDinner>
source: Come over for dinner
es: Invitacion a cenar en casa
fr: Venez à la maison

# <IntentionLetMeIntroduceMyself>
source: Let me introduce myself
es: Me presento
fr: Je me présente

# <IntentionGoodNight>
source: Good night
es: Buenas-noches
fr: Bonne nuit

# <IntentionIAmLeavingYou>
source: I am leaving you
es: Terminemos
fr: Je te quitte

# <IntentionIAmJealous>
source: I am jealous
es: Estoy-celoso-o-celosa
fr: Je suis jaloux/jalouse

# <IntentionCelebrateTheOccasion>
source: Celebrate the occasion
es: Felicidades
fr: Bonne fête

# <IntentionLetUsStayInTouch>
source: Let us stay in touch
es: Sigamos-en-contacto
fr: Restons en contact

# <IntentionThankYouForTheGift>
source: Thank you for the gift
es: Gracias-por-el-regalo
fr: Merci pour le cadeau

# <IntentionIWantYou>
source: I want you
es: Te-deseo
fr: J'ai envie de toi

# <IntentionGiveMeSomeNews>
source: Give me some news
es: Quisiera-saber-de-ti
fr: Donne-moi des nouvelles

# <IntentionWhatIsUpWithYouLately>
source: What is up with you lately
es: Como-estas
fr: Que deviens-tu ?

# <IntentionMerryChristmas>
source: Merry Christmas
es: Feliz Navidad
fr: Joyeux Noël

# <IntentionSalutationClosingFormula>
source: Salutation closing formula
es: Formula-de-cortesia
fr: Formules de politesse
